---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnits
source: html/f8ccada5-562f-5a3f-44e6-29693defef64.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnits Property

British thermal units.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnits { get; }
```